[plugin]
language=Russian
version=1.0
author=Dimitry Masin 



str1=ISN Форма студия 2
str2=Текст:|Обработать:|Напечатать:|ид
str3=Обработать:
str4=Текст/Данные:
str5=Позиция:
str6=Ширина/Высота:
str7=Y:
str8=X:
str9=W:
str10=H:
str11=Фон:
str12=Шрифт:
str13=Стиль:
str14=ExStyle:+
str15=Состояние:
str16=Напечатать:
str17=образ/иконка:
str18=Клик функц.:
str19=применить
str20=экстракод 
str21=По умолчанию - Контролирующая
str22=Кнопка
str23=Ярлык
str24=Inputbox
str25=Checkbox
str26=Radiobox
str27=Образ
str28=Ползунок
str29=Progressbar
str30=Прозрачный
str31=Ввод Вверх/Вниз
str32=Иконка
str33=Combobox
str34=Редактировать
str35=Groupfield+
str36=Список
str37=Контроль 
str38=Tab
str39=Datefield
str40=Календарь
str41=Смотреть список
str42=Управление редактором
str43=Контрольный список
str44=Произошла критическая ошибка при записи в кэш-файл!
str45=Разместить котроль в GUI ... (Подтвердите с помощью левой кнопки мыши!)
str46=Готово
str47=Там может быть только одна вкладка в GUI!
str48=Ошибка
str49=Мой текст
str50=Пожалуйста подождите...
str51=Загрузка ...
str52=свойства GUI
str53=титул GUI:
str54=ширина GUI (в пикселях):
str55=высота GUI (в пикселях):
str56=Экстракод для GUI
str57=ОК
str58=Отменить
str59=Фоновое изображение:
str60=Фоновый цвет (HEX):
str61=Стиль:
str62=EXStyle:
str63=Никакой
str64=Ручка GUI:
str65=Не существует ручки для указанной GUI!
str66=Не существует названия для данной формы ввода!
str67=Не существует указанной высоты!
str68=Не существует указанной ширины!
str69=AutoIt Code
str70=Сохранить как *.au3
str71=Скопировать код
str72=Заметка: Если вкладка удалена и все элементы управления удалены тоже! Продолжить?
str73=Вопрос
str74=Добавить новую страницу
str75=Переименовать страницу
str76=Удалить текущую страницу
str77=Копировать
str78=Вставить
str79=Удалить
str80=помеченные элементы
str81=Это 'закладка' в вашем GUI! Фоновое изображение не может быть использована с помощью вкладок в GUI!
str82=Здесь вы можете добавить любой из выбранных контрольных AutoIt кодов! ИНФО: $ control_handle ВСЕГДА ручка для текущего управления!
str83=Здесь вы можете добавить любой код GUI AutoIt! например: GUISetOnEvent ($GUI_EVENT_CLOSE, 'мой функции', $gui_handle)
str84=Сохранить
str85=Образец теста
str86=Генерация кода
str87=свойства GUI
str88=Переименовать TabPage
str89=Создание элементов управления...
str90=1 элемент выбран
str91=ИНФО: Желаемый стиль может быть легко pills на Список стилей (см. ниже) added. Чтобы удалить стиль снова,
str92=пожалуйста, удалите его из списка стилей!
str93=Текущий стиль (Список стилей)
str94=состояния
str95=Редактор стиля
str96=Стиль
str97=Редактор
str98=Стили
str99=Восстановить по умолчанию
str100=Текущий контроль состояния
str101=Текущий ExStyle (ExStyle список)
str102=Кнопки
str103=Этикетки
str104=Флажки / радио
str105=Входы / Редактирования
str106=Слайдеры
str107=GUI
str108=Progressbar+
str109=Combo
str110=Tab
str111=EXStyles
str112=Кнопки / Этикетки / Входы / Флажки
str113=GUIs
str114=Исходный GUI:
str115=Атрибуты:
str116=Цвет:
str117=Размер:
str118=Ширина шрифта:
str119=Настройки
str120=Наименее возможный контроль
str121=пиксел (по умолчанию 4)
str122=Автоматическое выравнивание элементов управления по сетке
str123=Сохранить и закрыть
str124=Софт-кнопка
str125=выравнить
str126=Лево
str127=Право
str128=Верх
str129=Нижний
str130=Центрировать горизонтально
str131=Центрировать Вертикально
str132=Центрировать в оконе
str133=Выравнивнить по сетке
str134=ПРИМЕЧАНИЕ: Если вы удалете страницу на вкладке Все элементы управления на этой странице удаляются тоже! продолжить?
str135=Softbuttons может быть использована только на Windows Vista или выше!
str136=Поле IP-адреса
str137=Автоматически перестроить содержимое вкладок / групп при перемещении